[
  {
    "titulo": "Tropa de Elite",
    "genero": "Drama",
    "anoLancamento": "2007",
    "urlCapa": "https://image.tmdb.org/t/p/w500/atl4a9VFVP7JYvk4GeSgqhLOfjC.jpg",
    "sinopse": "Rio de Janeiro, 1997. Nascimento, capitão da Tropa de Elite do Rio de Janeiro, é designado para chefiar uma das equipes que tem como missão \"apaziguar\" o Morro do Turano por um motivo que ele considera insensato. Mas ele tem que cumprir as ordens enquanto procura por um substituto. Sua mulher, Rosane, está no final da gravidez e todos os dias lhe pede para sair da linha de frente do batalhão. Pressionado, o capitão sente os efeitos do estresse.Neste clima, é chamado para mais uma emergência num morro. Em meio a um tiroteio em um baile funk, Nascimento e sua equipe têm que resgatar dois aspirantes a oficiais da PM: Neto e Matias. Ansiosos por entrar em ação e impressionados com a eficiência de seus salvadores, os dois se candidatam ao curso de formação da Tropa de Elite.",
    "avaliacoes": [
      {
        "usuario": "diego",
        "nota": 5.0,
        "resenha": "bom"
      },
      {
        "usuario": "diego",
        "nota": 5.0,
        "resenha": "bom"
      },
      {
        "usuario": "julio",
        "nota": 3.0,
        "resenha": "bom\t"
      }
    ]
  },
  {
    "titulo": "Tropa de Elite 2: O Inimigo Agora é Outro",
    "genero": "Drama",
    "anoLancamento": "2010",
    "urlCapa": "https://image.tmdb.org/t/p/w500/xBv3KuOgaucTMVWRleBm9usrCc6.jpg",
    "sinopse": "O destino da cidade do Rio de Janeiro e de Nascimento se cruzam em \"Tropa de Elite 2\", quando suas obrigações de pai se chocam com as de policial. Mais maduro, estratégico e solitário, o agora Coronel Nascimento faz o bope crescer e coloca o tráfico de drogas de joelho. Isto apenas para descobrir que na segurança pública do Rio de Janeiro nada é o que parece. O sistema se reinventa e descobre como lucrar sem o intermédio do tráfico. Em perseguição ao caminho trilhado pelo sistema, Nascimento vai além dos limites do quartel, revelando as ligações das milícias com o Estado. E o preço por essa descoberta é alto: o inimigo agora é outro.",
    "avaliacoes": []
  },
  {
    "titulo": "Sonic 3: O Filme",
    "genero": "Ação",
    "anoLancamento": "2024",
    "urlCapa": "https://image.tmdb.org/t/p/w500/tfM1T6tAivjvy0sLwt6Y9WvlmzB.jpg",
    "sinopse": "Sonic, Knuckles e Tails se reúnem contra um novo e poderoso adversário, Shadow, um vilão misterioso com poderes diferentes de tudo que eles já enfrentaram antes. Com suas habilidades superadas em todos os sentidos, a Equipe Sonic deve buscar uma aliança improvável na esperança de parar Shadow e proteger o planeta.",
    "avaliacoes": [
      {
        "usuario": "d",
        "nota": 4.0,
        "resenha": ""
      }
    ]
  },
  {
    "titulo": "Vingadores: Guerra Infinita",
    "genero": "Aventura",
    "anoLancamento": "2018",
    "urlCapa": "https://image.tmdb.org/t/p/w500/d6jUbQj4E4R5MJlFYfdzANEZbkL.jpg",
    "sinopse": "Homem de Ferro, Thor, Hulk e os Vingadores se unem para combater seu inimigo mais poderoso, o maligno Thanos. Em uma missão para coletar todas as seis pedras infinitas, Thanos planeja usá-las para infligir sua vontade maléfica sobre a realidade.",
    "avaliacoes": []
  },
  {
    "titulo": "Batman: O Cavaleiro das Trevas",
    "genero": "Drama",
    "anoLancamento": "2008",
    "urlCapa": "https://image.tmdb.org/t/p/w500/4lj1ikfsSmMZNyfdi8R8Tv5tsgb.jpg",
    "sinopse": "Após dois anos desde o surgimento do Batman, os criminosos de Gotham City têm muito o que temer. Com a ajuda do tenente James Gordon e do promotor público Harvey Dent, Batman luta contra o crime organizado. Acuados com o combate, os chefes do crime aceitam a proposta feita pelo Coringa e o contratam para combater o Homem-Morcego.",
    "avaliacoes": []
  },
  {
    "titulo": "O Senhor dos Anéis: O Retorno do Rei",
    "genero": "Aventura",
    "anoLancamento": "2003",
    "urlCapa": "https://image.tmdb.org/t/p/w500/egSO4klmc9pnI1CNnHoYKV70XKI.jpg",
    "sinopse": "O confronto final entre as forças do bem e do mal que lutam pelo controle do futuro da Terra Média se aproxima. Sauron planeja um grande ataque a Minas Tirith, capital de Gondor, o que faz com que Gandalf e Pippin partam para o local na intenção de ajudar a resistência. Um exército é reunido por Theoden em Rohan, em mais uma tentativa de deter as forças de Sauron. Enquanto isso, Frodo, Sam e Gollum seguem sua viagem rumo à Montanha da Perdição para destruir o anel.",
    "avaliacoes": []
  },
  {
    "titulo": "Interestelar",
    "genero": "Aventura",
    "anoLancamento": "2014",
    "urlCapa": "https://image.tmdb.org/t/p/w500/6ricSDD83BClJsFdGB6x7cM0MFQ.jpg",
    "sinopse": "As reservas naturais da Terra estão chegando ao fim e um grupo de astronautas recebe a missão de verificar possíveis planetas para receberem a população mundial, possibilitando a continuação da espécie. Cooper é chamado para liderar o grupo e aceita a missão sabendo que pode nunca mais ver os filhos. Ao lado de Brand, Jenkins e Doyle, ele seguirá em busca de um novo lar.",
    "avaliacoes": [
      {
        "usuario": "Fernando",
        "nota": 4.5,
        "resenha": "Muito bom!"
      },
      {
        "usuario": "Diego",
        "nota": 4.2,
        "resenha": "gostei muito"
      }
    ]
  }
]